//
//  MapModel.swift
//  Nap Tea
//
//  Created by Charlie on 2024/6/18.
//

import Foundation
import MapKit
import CoreLocation


    
    var annotations: [AnnotationItem] = [
        .init("台北南陽店", "02-2370-5200", "台北市中正區南陽街24號", latitude: 25.044477, longitude: 121.516006),
        .init("台北大安店", "02-2740-5200", "台北市大安區大安路一段17號", latitude: 25.044524, longitude: 121.546367),
        .init("台北江南店", "02-2799-8200", "台北市內湖區港墘里江南街73號", latitude: 25.077098, longitude: 121.577338),
        .init("台北寧夏店", "02-2558-2578", "台北市大同區民生西路208號", latitude: 25.056892, longitude: 121.515079),
        .init("台北錦州店", "02-2518-1765", "台北市中山區錦州街446號", latitude: 25.060040, longitude: 121.543193),
        .init("台北伊通店", "02-2507-7994", "台北市中山區伊通街83號", latitude: 25.052839, longitude: 121.534953),
        .init("台北吳興店", "02-2722-0056", "台北市信義區吳興街53號", latitude: 25.031112, longitude: 121.560337),
        
        .init("新北樂華店", "02-2925-0001", "新北市永和區永和路一段158號", latitude: 25.008400, longitude: 121.514175),
        .init("新北民權店", "02-2218-0652", "新北市新店區民權路125號", latitude: 25.089900, longitude: 121.472014),
        .init("新北幸福店", "02-2990-6595", "新北市新莊區幸福路770號", latitude: 25.049228, longitude: 121.447081),
        
        .init("桃園統領店", "03-339-1765", "桃園市桃園區中正路61號1樓館外 F1-004櫃位", latitude: 24.991094, longitude: 121.312396),
        
        .init("台中一中店", "04-2225-5010", "台中市北區尊賢街7號", latitude: 24.148776, longitude: 120.685294),
        .init("台中誠品店", "04-2251-1348", "台中市西屯區市政路480號B1 B116櫃位", latitude: 24.159755, longitude: 120.638499),
        
        .init("台南南紡店", "06-237-0789", "台南市東區中華東路一段366號B1 B13櫃位", latitude: 22.991689, longitude: 120.233563),

        .init("高雄義享店", "07-550-8342", "高雄市鼓山區大順一路115號B2 05櫃位", latitude: 22.991689, longitude: 120.233563)
    ]
    
//}
