//
//  InstagramData.swift
//  Nap Tea
//
//  Created by Charlie on 2024/7/23.
//
//放instagram的資料

import Foundation


class InstagramData {
    
    static let shared = InstagramData()
    
    var igData: [InstagramInformation] = [
        
        InstagramInformation(postDate: "2024/7/9",
                             postImageMain: "naptea-20240709-1",
            postImage: ["naptea-20240709-1",
                        "naptea-20240709-2",
                        "naptea-20240709-3",
                        "naptea-20240709-4",
                        "naptea-20240709-5",
                        "naptea-20240709-6"] ,
            postContent: """
        Honey 一起打造 “NEW” Style

        沒錯沒錯！這次我們推出全系列的蜂蜜飲品要和粉懶們分享～🐝

        #蜂蜜奶蓋
        解鎖奶蓋新風味～帶有蜂蜜濃郁的蜜甜香氣結合醇厚牛乳，綿密的奶蓋口感就像雲朵般輕盈，是清爽系奶蓋首選！這次的蜂蜜奶蓋也有提供奶蓋自由選的服務，趕快跟上再睡５分鐘和 New Balance 的腳步 #引領蜂潮 怎麼搭都「型」！

        #柚香蜂蜜午茉綠
        清爽系的果茶新朋友～挑選招牌午茉綠再加入微酸檸檬做基底，融合柚子的清香和蜂蜜的濃郁蜜香，整體清爽順口是夏天必喝的消暑飲品！

        #蜂蜜午茉綠歐蕾
        以帶有花香的茉莉綠茶為基底，再加入蜂蜜的香甜和鮮乳奶香的完美融合，香濃醇厚的滋味忍不住一口接一口～

        ｜ 品 牌 合 作 限 量 小 物 ｜
        ⁍ 品 牌 合 作 限 定 杯 套 ⁌
        購買任一飲品即可獲得品牌合作限定杯套！時尚中帶點可愛的元素，可以自由上色搭配，打造專屬風格杯套，絕對必須蒐藏！
        ⁍ 品 牌 合 作 造 型 貼 紙 ⁌
        凡購買新品「蜂蜜系列」，即可免費獲得超可愛的造型貼紙，粉懶們可以裝飾屬於自己風格的杯套做紀念～
        （ 7/10 起於再睡5分鐘門市限量贈送，需以各門市現場庫存狀況為主，粉懶們要把握時間唷～）

        明天就可以喝到超夢幻的新品啦～ 7/14 前分享此篇貼文至限時動態，並留言最想先喝哪一款飲品，懶得編將抽出 3 位粉懶可以獲得本次飲品招待券 2 張，趕快把這個最新消息分享出去讓好友一起來參與吧🙌

        #再睡5分鐘 #NAPTEA #讓每天多一點療癒 #台灣第一奶蓋飲品 #奶蓋新風味 #蜂蜜奶蓋 #新品 #自在型走NB一搭即合 #NB1906R #NBRC42
"""),
        
        InstagramInformation(postDate: "2024/7/7",
                             postImageMain: "naptea-20240707-1",
            postImage: ["naptea-20240707-1",
                        "naptea-20240707-2"] ,
            postContent: """
再睡5分鐘 x LINE TV

夏天戶外天氣太炎熱，在家清涼看劇更療癒～這次我們和 @linetvtw 共同推出一系列超可愛的 Line 聯名貼圖要陪伴大家對抗酷暑療癒過生活🙌

｜ 領 取 方 法 看 這 邊 ｜
📺 下載期限：2024/07/09 ～ 2024/08/07
📺 獲得方法：加入 LINE TV 官方好友並完成指定任務，即可免費下載聯名貼圖
📺 使用期限：下載後的 90 天內可使用

再過兩天就可以領取啦！7/9（二）起完成指定任務就可以免費下載，粉懶們趕快把這個好消息分享給親友們，也歡迎在底下和懶得編分享你最喜歡哪一款貼圖😚

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #台灣第一奶蓋飲品 #linesticker #line貼圖 #line #貼圖 #免費貼圖 #linetv
"""),
        
        InstagramInformation(postDate: "2024/6/9",
                             postImageMain: "naptea-20240609-1",
            postImage: ["naptea-20240609-1"] ,
            postContent: """
初夏最～清爽果茶飲品來啦⟡

迎接炎熱初夏最適合來杯清爽果茶消消暑！這次 5 分鐘冰菓室推出 #百香菓系列 飲品要和粉懶們一起 chill chill 過日子😎

🍹百香菓QＱ
這個夏天清爽飲品首選 #百香菓QQ ，使用清爽金萱茶底配上百香果，喝的時候還能吃到百香果粒，再加入珍珠和椰果，口感十足滿滿療癒！超級推薦咀嚼控們嚐鮮🤤

🍹優yo百匯沙沙
收獲粉懶們好評的 #優yo百匯沙沙 擁有優格百匯的豐富及酸甜滋味～頂層是優格奶蓋撒上蕎麥堅果碎粒，再搭配百香金萱冰沙、蜜桃烏龍凍，整體口感豐富，果香濃郁分明！

慶祝 5 分鐘冰菓室復刻重新開張！6/10 起購買任 2 杯「百香菓系列」新品，即可免費獲得品牌限定明信片乙張，共有 3 種款式等粉懶們來蒐集～偷偷和大家分享，3 款明信片可以拼成一張大圖唷！數量有限，大家手速要夠快😎

（ 活動僅限實體門市參與，Ocard 線上點與外送平台訂單不適用唷～ ）

明天就可以在全台門市喝到兩款新品啦～端午連假的最後一天就到再睡5分鐘喝杯飲料，補充療癒也準備開啟全新的一週💕 那我們就約好明天見囉！

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #台灣第一奶蓋飲品 #5分鐘冰菓室 #百香菓系列 #果茶 #椰果 #新品
"""),
        
        InstagramInformation(postDate: "2024/6/8",
                             postImageMain: "naptea-20240608-1",
            postImage: ["naptea-20240608-1",
                       "naptea-20240608-2"] ,
            postContent: """
5 分鐘冰菓室復刻再現.ᐟ

這次我們帶著全新果茶系列飲品要和粉懶們見面啦～新品的小提示都藏在照片中囉！已經找到答案的小偵探們趕快到貼文下方留言👇

6/10(ㄧ) 00:00 前留言猜出正確系列名稱，懶得編會抽出 2 位粉懶可以獲得『 本次系列飲品兌換卷 2 張 』🙌

明天即將公布新品資訊～粉懶們趕快到貼文底下分享你的答案，也別忘了明天回來對答案唷🔎

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #台灣第一奶蓋飲品 #5分鐘冰菓室 #果茶 #新品
"""),
        
        InstagramInformation(postDate: "2024/5/19",
                             postImageMain: "naptea-20240519-1",
            postImage: ["naptea-20240519-1",
                       "naptea-20240519-2",
                       "naptea-20240519-3",
                       "naptea-20240519-4",
                       "naptea-20240519-5"] ,
            postContent: """
再睡5分鐘 x 良杯製所 Oolab 聯名啦✨

粉懶們敲碗已久的 4 週年限定品牌環保杯明天就要上市啦～這次我們和 #吸管杯第一品牌 @oolab.tw 推出一系列質感兼具環保的週邊商品，全系列收藏起來超療癒！😍

🌵 不鏽鋼陶瓷易潔層吸管杯（ 疊疊款 / 走走款 ）
這次推出兩款不同設計風格的品牌環保杯，粉懶可以依照自己的喜好選擇簡約質感的走走款，或是活潑中帶點俏皮的疊疊款～ 710ml 的超大容量加上最高可保溫、保冰達12小時，絕對是日常必備的好幫手，趕快加入我們一起響應環保吧🍀

🌵 小咖矽膠防塵吸管蓋
超可愛的 #小咖矽膠防塵吸管蓋 ，可以用來防止灰塵、飛沫，一般細吸管都能搭配使用。隨身帶著超可愛的迷你小咖，療癒你的每個日常～

🌵 防潑水吸管收納組
出門一袋就走超方便！ #防潑水吸管收納組 內含粗、細吸管和清潔刷具，出門不論想喝什麼都 ok ，自備吸管使用起來更環保、安心！

｜ 販 售 資 訊 ｜
☁️ 販售時間：5/20 ( 一 ) 正式開賣！
☁️ 販售地點：全台再睡5分鐘門市、良杯製所 Oolab 官方網站
☁️ 詳細商品使用注意事項可以參考 Instagram 精選動態唷

粉懶們是不是也想趕快入手這次的聯名商品呀～即日起 - 5/23 按讚、分享本篇貼文至限時動態（得獎者須提供畫面領獎），並留言分享最喜歡 4 週年限定的哪一款週邊商品，懶得編將抽出二位粉懶可以獲得 Oolab 聯名再睡5分鐘療癒全系列商品！🎁

提前祝褔粉懶們520快樂！明天就帶上你的心上人到門市選購吧🤎

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #台灣第一奶蓋飲品 #4週年生日快樂 #新品 #品牌週邊 #週邊商品 #限量販售 #Oolab #良杯製所 #吸管杯第一品牌 #再睡5分鐘療癒系列 #不鏽鋼陶瓷易潔層吸管杯 #疊疊款 #走走款 #小咖矽膠防塵吸管蓋 #防潑水吸管收納組
"""),
        
        InstagramInformation(postDate: "2024/5/14",
                             postImageMain: "naptea-20240514-1",
            postImage: ["naptea-20240514-1",
                       "naptea-20240514-2",
                       "naptea-20240514-3",
                       "naptea-20240514-4",
                       "naptea-20240514-5",
                       "naptea-20240514-6"] ,
            postContent: """
5 分鐘春日漫遊祭即將正式開跑啦✨

粉懶們的下午茶我們通通準備好啦～和我們一起在舒服的午後，享受一杯下午茶配上茶香濃郁的甜點，來場療癒慵懶的春日之約！

🧃果茶罐裝飲品
這次推出兩款 #清爽系果茶 罐裝飲品 #荔香白桃烏 和熱銷回歸的 #柚現柳丁綠，飲品含有「11%果汁」開罐後就能聞到水果的清香，入口後是清爽茶底回甘的香氣，香甜水果和好茶融合成果然好茶～彷彿現泡的療癒滋味，是消暑時的最佳選擇🤤

🥤包裝飲品好朋友
歐蕾控們注意～收獲粉懶們好評的 #日安紅半半歐蕾 帶著新朋友回來啦！帶有淡淡穀物烤焙香氣融合醇厚乳香的 #淺焙烏龍歐蕾 ，茶香濃郁，品嚐過後焙感療癒～也別忘了和達成茶味與奶香完美平衡的日安紅半半歐蕾打聲招呼，用茶奶半半，讓每天療癒滿滿！

◖ 懶 得 找 優 惠 ◗
- 5/15 ～ 6/11 購買再睡5分鐘系列飲品，第二件可享 6 折優惠！
- 購買中杯以上指定咖啡，可享半價購買兩款茶系甜點～

粉懶們每日必備的下午茶點心，還有夏日必備的消暑飲品明天起都可以在全家便利商店找到啦！趕快把這個好消息分享出去～明天就和親友一起到全家品嚐吧，別忘了 ＠napteazzz 和我們分享唷🤎

#再睡5分鐘 #NAPTEA #不只是手搖 #讓每天多一點療癒 #全家新品 #新品 #5分鐘春日漫遊祭 #柚現柳丁綠 #荔香白桃烏 #果然好茶 #淺焙烏龍歐蕾 #日安紅半半歐蕾  #日安紅羅馬雙餡包 #鐵觀音生巧冰冰包
"""),
        
        InstagramInformation(postDate: "2024/5/10",
                             postImageMain: "naptea-20240510-1",
            postImage: ["naptea-20240510-1"] ,
            postContent: """
再睡 5 分鐘 4 歲生日快樂🎂 

感謝所有粉懶們的陪伴～再睡 5 分鐘今天滿 4 週年啦🥳

在過去的 4 年裡和粉懶們一起完成許多重要的里程碑，包含我們到了全台六都提供療癒的飲品及服務，完成 #15間全直營門市 的里程碑，累積穩定基礎後在今年 4 月正式開始招募事業合作夥伴，和我們一起將療癒散播到世界的各個角落。

尋找擁有相同理念的合作夥伴的同時，再睡 5 分鐘也持續邁進成為 #市場第一奶蓋系列飲品 ，並在今年初開放 #奶蓋自由選 ，提供顧客自由選擇奶蓋風味、茶底、配料的服務，可以搭配出自己的專屬飲品。同時我們也推出各種創新的奶蓋風味，和粉懶們一起體驗、品嚐療癒！

新的一年我們除了持續帶給大家各種型態的療癒，帶著粉懶們的支持和喜愛繼續前行，也希望在這特別的時刻和粉懶們分享我們的感謝🤎 所以準備 5 分鐘生日禮要和粉懶一起慶生啦🎉

—— 抽 獎 條 件 ——
❶ 完成 #5分鐘鐵粉測驗 （ 測驗連結可至再睡5分鐘 Instagram 主頁領取！ ）
❷ 完成測驗分數達 100 分 （ 不限測驗填寫次數 ）
❸ 分享完成畫面至限時動態，並 ＠napteazzz 和懶得編分享！

—— 5 分鐘生日禮 ——
將於 5/17（五） 抽出 20 位粉懶分別可獲得 5 張買一送一優惠券 🥤

你是再睡5分鐘最強鐵粉嗎～？趕快到主頁參加測驗吧！最後當然也歡迎粉懶們在底下祝福再睡 5 分鐘 4 週年生日快樂啦～🥳

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #4週年生日快樂 #市場第一奶蓋系列飲品 #買一送一 #抽獎
"""),
        
        InstagramInformation(postDate: "2024/5/9",
                             postImageMain: "naptea-20240509-1",
            postImage: ["naptea-20240509-1",
                       "naptea-20240509-2",
                       "naptea-20240509-3",
                       "naptea-20240509-4"] ,
            postContent: """
4 週年紀念小物來啦🥳

沒錯沒錯！這次除了推出多項超～可愛的品牌週邊外，還有特別設計 4 週年限定的紀念小物 #NAPTEA造型杯塞 終於可以和粉懶們分享啦😍

這次共推出三款 NAP TEA 造型杯塞，有小咖款 / 布朗款 / 小被被款，喝飲料時更多一層視覺享受～收納起來還化身超可愛的迷你公仔！是必須收藏的舒壓療癒小物🤎

是不是三款杯塞都想擁有呀！這次有兩種方式可以獲得超可愛的 NAP TEA 造型杯塞🤩

—— 獲 得 方 法 ——
❶ 購買「 優yo奶蓋系列 」飲品任兩杯即贈 NAP TEA 造型杯塞乙個（ 款式是隨機贈送唷！）
❷ 購買飲品（ 不限中、大杯容量 ），可以用 69 元加購價購買

4 週年限定品牌週邊和紀念小物數量都有限～明天開始就可以在全台再睡 5 分鐘門市購買囉！開賣時間都筆記下來了嗎～那我們就明天（ 5/10 ）在門市一起歡慶再睡 5 分鐘 4 週年生日囉！🎊

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #4週年生日快樂 #台灣第一奶蓋飲品 #NAPTEA造型杯塞  #造型杯塞 #新品 #品牌週邊 #週邊商品 #限量贈送
"""),
        
        InstagramInformation(postDate: "2024/5/8",
                             postImageMain: "naptea-20240508-1",
            postImage: ["naptea-20240508-1"] ,
            postContent: """
優 yo 奶蓋系列即將登場✨

歡迎來到城市裡的 5 號綠洲🏜 擁擠的城市時常讓人感到疲憊，在 5 號綠洲裡你可以愜意的喝飲料，好好享受生活中的療癒氛圍～綠洲內還有 #奶蓋新朋友 和三款新品要和粉懶一起歡慶 4 週年✨

全新奶蓋新朋友 #優yo奶蓋 要和粉懶們見面啦～🤩 選用 @bettermilk.tw 的優格和進口牛乳調製而成，乳香四溢的酸甜優格奶蓋，是今夏清爽的奶蓋新選擇！

搭配著 #優yo奶蓋 還有三款飲品要和粉懶們分享😚

#優yo百匯沙沙
優格奶蓋撒上蕎麥堅果碎粒，撒上蕎麥堅果碎粒再搭配百香金萱冰沙、蜜桃烏龍凍，仿照優格百匯的豐富及酸甜感，整體口感豐富，果香濃郁分明

#優yo芭檸年代
招牌午茉綠清香茶底搭配酸甜的優格奶蓋，融合芭樂的甘甜加上微酸的檸檬，一口喝下順口又解膩！

#優yo柚紅柚綠
上層是乳香四溢的酸甜優格奶蓋，茶底選用紅柚果肉 ，搭配香氣撲鼻的午茉綠，整體清爽讓人忍不住一口接一口

粉懶們準備好解鎖更多元的奶蓋風味了嗎？歡迎在留言處分享你最想品嚐哪款新品～偷偷預告明天即將公佈 4 週年 #限量贈送 的超療癒小物，趕快開啟貼文通知才不會錯過領取方式唷！😎

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #4週年生日快樂 #台灣第一奶蓋飲品 #優yo奶蓋系列 #奶蓋新風味 #期間限定 #新品
"""),
        
        InstagramInformation(postDate: "2024/5/5",
                             postImageMain: "naptea-20240505-1",
            postImage: ["naptea-20240505-1",
                       "naptea-20240505-2",
                       "naptea-20240505-3",
                       "naptea-20240505-4",
                       "naptea-20240505-5"] ,
            postContent: """
NAP TEA 日日隨行包🤎

美好的一天用美觀又療癒的包包開啟！
出門帶上 #NAPTEA日日隨行包 日日都能有好心情😚

👜 NAP TEA 日日隨行包
全新設計的多功能提袋來啦～是飲料提袋也是隨身小包！手提 / 斜背 / 肩背三種背法讓你自由選擇。提袋不只能完美盛裝飲品，錢包、手機、鑰匙零散的小配件也好收納，提袋上還有小咖和四位新朋友，是穿搭上的小亮點！

📌［ 懶 得 找 優 惠 ］
5/10 - 5/16 來店購買任一杯飲品（ 不限中、大杯容量 ），就可以享有【 4 週年限定週邊商品 】加購價，喝飲料再帶走超可愛的限量週邊！

看完是不是很心動呀😆 即日起 - 5/7 23:59 前分享本篇貼文至限時動態（得獎者須提供畫面領獎），並留言分享包包你習慣用什麼背法，EX：「 我習慣肩背包包！ 」，懶得編將抽出二位粉懶可以獲得超～可愛的日日隨行包！🎁

4 週年限定週邊上市倒數 6 天，趕快把貼文分享出去，和我們一起慶祝4週年生日🥳

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #4週年生日快樂 #台灣第一奶蓋飲品 #NAPTEA日日隨行包 #隨行包 #新品 #品牌週邊 #週邊商品 #限量販售
"""),
        
        InstagramInformation(postDate: "2024/5/4",
                             postImageMain: "naptea-20240504-1",
            postImage: ["naptea-20240504-1",
                        "naptea-20240504-2",
                        "naptea-20240504-3",
                        "naptea-20240504-4",
                        "naptea-20240504-5"] ,
            postContent: """
NAP TEA 造型木漿棉來啦✨

打造充滿儀式感的生活，就從日常的小細節開始做起～搭配 #NAPTEA造型木漿棉 一起把清潔變得輕鬆有趣吧💕

🚰 NAP TEA 造型木漿棉
使用木漿棉材質不傷手，搭配少量洗劑就有綿密泡沫！可以用來清潔品牌馬克杯、環保杯等器皿。這次共推出一系列造型木漿棉等粉懶們來收藏，有「 小咖款、小被被款、啵啵款 」是清潔時最可愛又療癒的好幫手！

📌［ 懶 得 找 優 惠 ］
5/10 - 5/16 來店購買任一杯飲品（ 不限中、大杯容量 ），就可以享有【 4 週年限定週邊商品 】加購價，週年歡慶活動只有 7 天，粉懶們趕快把時間筆記下來！

和再睡 5 分鐘一起過生日吧！即日起 - 5/7 23:59前按讚本篇貼文至限時動態（得獎者須提供畫面領獎），並留言分享在家你主要負責做什麼家事，EX：「 我在家都負責洗碗！ 」，懶得編將抽出三位粉懶可以分別獲得三款造型木漿棉🎁

4 週年限定週邊上市倒數 7 天，5/10 就到再睡5分鐘門市找我們慶生去🙌

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #4週年生日快樂 #台灣第一奶蓋飲品 #NAPTEA造型木漿棉 #木漿棉 #新品 #品牌週邊 #週邊商品 #限量販售
"""),
        
        InstagramInformation(postDate: "2024/4/16",
                             postImageMain: "naptea-20240416-1",
            postImage: ["naptea-20240416-1",
                        "naptea-20240416-2",
                        "naptea-20240416-3",
                        "naptea-20240416-4"] ,
            postContent: """
5分鐘春日漫遊祭即將登場✨

就是明天！在春日暖陽照耀下，舒服的午後一起到全家享用兩款療癒的茶系甜點～來場慵懶的春日之約吧🌸 一起來看看這次的新品分別是…

#日安紅羅馬雙餡包
圓圓的外型搭配焦蜜香紅茶為基底的鮮奶油，療癒豐滿的內餡，忍不住一口接一口！🤤

#鐵觀音生巧冰冰包
Ｑ彈麻糬外皮包裹濃郁的鐵觀音茶餡，內層還加入生巧克力塊，口感層次更豐富！焦香風味搭上濃郁可可香氣，是大人系的苦甜風味～

◖ 懶 得 找 優 惠 ◗
4/17 - 4/30 購買再睡５分鐘兩款聯名甜點，全家會員還可以享有第二件 6 折優惠🤩

這次懶得編也幫粉懶們準備了飯後甜點啦～只要在 4/21 23:59 前於留言處@2位好友『 我想吃 ＿ ＿ 』，並分享到限時動態、按讚本篇貼文，懶得編將抽出 2 位粉懶可以獲得兩款聯名甜點🎁

今年春日最療癒的甜點就在全家～明天就和親友一起參加5分鐘春日漫遊祭吧！

#再睡5分鐘 #NAPTEA #不只是手搖 #讓每天多一點療癒 #全家新品 #新品 #茶系甜點 #日安紅羅馬雙餡包 #鐵觀音生巧冰冰包 #5分鐘春日漫遊祭
"""),
        
        InstagramInformation(postDate: "2024/4/5",
                             postImageMain: "naptea-20240405-1",
            postImage: ["naptea-20240405-1",
                        "naptea-20240405-2",
                        "naptea-20240405-3",
                        "naptea-20240405-4",
                        "naptea-20240405-5",
                        "naptea-20240405-6"] ,
            postContent: """
喝過才懂得的嗆人滋味 

平常不敢說出口的話，讓再睡5分鐘幫你說！搭配最嗆奶蓋還能事半功倍🤪

現在除了販售與壽司郎 @sushiro.tw  的最嗆聯名飲品外，只要購買棉被厚奶蓋系列飲品，還可以獲得超可愛的限量聯名杯套😍

｜ 懶 得 小 提 醒 🦥 ｜

粉懶們只要在 IG 公開帳號上傳「喝的 sushi 奶蓋聯名杯套」 限時動態，並 tag @napteazzz ，粉懶們記得保存分享畫面！可以於 4/16 - 5/9 至門市出示結帳畫面，即可獲得喝的 sushi 奶蓋系列飲品 9 折優惠✨

粉懶們想好這杯 #最嗆奶蓋 要給誰喝了嗎😏 趕快到門市幫親友準備最～療癒的飲品吧🤭

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #棉被厚奶蓋 #喝的sushi #史上最嗆sushi奶蓋 #挑戰你的五感想像 #奶蓋自由 #奶蓋 #台灣第一奶蓋飲品
"""),
        
        InstagramInformation(postDate: "2024/3/31",
                             postImageMain: "naptea-20240331-1",
            postImage: ["naptea-20240331-1"] ,
            postContent: """
喝的 sushi 真的來啦 🍣

這次我們攜手日本第一迴轉壽司品牌 @sushiro.tw 推出史上最嗆 sushi 奶蓋！
粉懶們準備好顛覆對奶蓋、壽司的想像了嗎🤩

#sushi奶蓋
將招牌鹹奶蓋與壽司郎招牌山葵和醬油調製出的『sushi奶蓋』，就像在吃真的壽司！絕對顛覆你的味蕾，粉懶們千萬不能錯過！

#wasabi奶蓋
招牌鹹奶蓋加入壽司郎山葵，入口鹹甜綿密，尾韻帶出山葵嗆辣刺激感，層層湧出獨特滋味！需要粉懶們親自品嚐才能體會～

｜ 懶 得 找 優 惠 🦥 ｜
4/1 - 4/15 至門市消費任一杯飲品，就可以用 49 元加購大杯「喝的sushi奶蓋系列」飲品，一次帶兩杯，身體承重更均衡啦～🤪

明天就帶上你的朋友們！一起挑戰味蕾極限😏

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #棉被厚奶蓋 #喝的sushi #史上最嗆sushi奶蓋 #挑戰你的五感想像 #奶蓋自由 #奶蓋 #台灣第一奶蓋飲品
"""),
        
        InstagramInformation(postDate: "2024/3/29",
                             postImageMain: "naptea-20240329-1",
            postImage: ["naptea-202403291",
                        "naptea-20240329-2",
                        "naptea-20240329-3",
                        "naptea-20240329-4",
                        "naptea-20240329-5",
                        "naptea-20240329-6"] ,
            postContent: """
從今天開始壽司不用吃的，用喝的 sushi 挑戰你的五感想像！

5 款壽司風味奶蓋任君挑選👇
🍣 鮪魚腹風味奶蓋
🍣 鮭魚風味奶蓋
🍣 玉子燒風味奶蓋
🍣 wasabi 風味奶蓋
🍣 醬油風味奶蓋

四月起就可以喝到 5 款壽司風味奶蓋，趕快分享給你愛吃壽司的朋友們🤩

#再睡5分鐘 #NAPTEA #讓每天多一點療癒 #棉被厚奶蓋 #喝的sushi #5彩奶蓋 #奶蓋自由 #奶蓋 #台灣第一奶蓋飲品
"""),
        
    ]
    
}
